export const dataAbout = {
  whyUs: [
    {
      title: "",
      descr:
        "Мы заключаем договор, обеспечивающий прозрачность, безопасность и выполнение всех условий.",
    },
    {
      title: "",
      descr:
        "Предоставляем полный цикл услуг: поиск, проверка, выкуп, доставка товаров “под ключ”.",
    },
    {
      title: "",
      descr:
        "Экономим ваши ресурсы, обеспечивая быстрые поставки и снижение затрат.",
    },
    {
      title: "",
      descr:
        "Делаем фото и видеофиксацию ваших товаров на всех этапах, включая проверку на брак и производителя.",
    },
  ],
  numbers: [
    {
      title: "2 офиса",
      descr:
        "В ключевых деловых центрах для оперативного взаимодействия с клиентами.",
    },
    {
      title: "4 собственных склада",
      descr:
        "С общей площадью свыше 5 000 м² для надежного хранения и подготовки грузов.",
    },
    {
      title: "10 Логистических хабов",
      descr: "В зоне доступа, расширяющих географию поставок.",
    },
    {
      title: "33 сотрудника",
      descr:
        "По контролю качества на местах обеспечивают минимальный риск брака.",
    },
  ],
  process: [
    {
      title: "Обращение и первичная консультация",
      descr:
        "Свяжитесь с нами любым удобным способом (телефон, email или форма на сайте). Наш специалист уточнит ваши потребности и цели, предложит первичный анализ и ответит на все вопросы.",
    },
    {
      title: "Коммерческое предложение и согласование условий",
      descr:
        "На основе полученной информации мы подготавливаем детальное предложение с указанием стоимости, сроков и условий сотрудничества. После согласования всех деталей переходим к оформлению необходимых документов.",
    },
    {
      title: "Поиск производителя и проверка качества",
      descr:
        "Мы находим оптимального поставщика, проверяем качество продукции, организуем фото- и видеоконтроль на производстве, а также тестирование образцов (при необходимости).",
    },
    {
      title: "Оплата и логистика",
      descr:
        "Вы вносите оплату удобным для вас способом, а мы организуем доставку. Оптимизируем маршрут, решаем все вопросы с таможенным оформлением, страхуем груз и сообщаем вам о каждом этапе с помощью фото- и видеофиксации.",
    },
    {
      title: "Получение товара и постподдержка",
      descr:
        "Товар прибывает в оговоренные сроки прямо на ваш склад. Мы остаемся на связи для решения любых вопросов и при необходимости помогаем в планировании будущих закупок.",
    },
  ],
  country: [
    {
      title: "Россия",
      descr: "",
    },
    {
      title: "Казахстан",
      descr: "",
    },
    {
      title: "Беларусь",
      descr: "",
    },
    {
      title: "Узбекистан",
      descr: "",
    },
  ],
};
