export const dataLvl = [
  {
    name: "Новичок",
    infoLvl: [
      {
        title: "Скидка 10% на первый заказ",
        descr: "Выгодное начало сотрудничества.",
      },
    ],
  },
  {
    name: "Партнер",
    infoLvl: [
      {
        title: "Персональный менеджер",
        descr: "Ваш личный помощник по логистике всегда на связи.",
      },
      {
        title: "Участие в закрытых акциях",
        descr: "Получайте доступ к эксклюзивным предложениям.",
      },
      {
        title: "Бонусные монеты",
        descr:
          "Теперь за каждый заказ вы получаете внутриигровые баллы, которые можно обменять на скидки или дополнительные услуги.",
      },
    ],
  },
  {
    name: "Надежный Партнер",
    infoLvl: [
      {
        title: "Скидка 2% на все будущие заказы",
        descr: "Ваши поставки становятся ещё выгоднее.",
      },
      {
        title: "Бесплатное складирование (до 7 дней) до 100кг",
        descr: "Храните груз без дополнительных расходов.",
      },
    ],
  },
  {
    name: "Деловой Партнер",
    infoLvl: [
      {
        title: "Скидка 3% на все будущие заказы",
        descr: "С каждым килограммом вы экономите больше.",
      },
      {
        title: "Персональные условия логистики",
        descr: "Специальные маршруты и гибкие сроки под ваши задачи.",
      },
    ],
  },
  {
    name: "Эксклюзивный Партнер",
    infoLvl: [
      {
        title: "Скидка 5% на все заказы",
        descr: "Увеличивайте прибыль за счёт сниженной стоимости логистики.",
      },
      {
        title: "Персональная программа лояльности",
        descr:
          "Индивидуальные тарифы и бонусы, рассчитанные специально для вас.",
      },
    ],
  },
  {
    name: "Стратегический Партнер",
    infoLvl: [
      {
        title: "Скидка 7% на все будущие заказы",
        descr: "Максимальная выгода для вашего бизнеса.",
      },
      {
        title: "Экспресс-обслуживание",
        descr:
          "Приоритетное оформление всех документов и логистических процессов.",
      },
      {
        title: "Приглашения на закрытые бизнес-мероприятия",
        descr:
          "Уникальные встречи, вебинары и возможности для масштабирования.",
      },
      {
        title: "Персональная система расчётов",
        descr: "Гибкие тарифы, разработанные индивидуально под вас.",
      },
    ],
  },
];
